---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures
source: html/d7869943-7127-93c6-2ab0-e63cce3700e2.htm
---
# BuiltInFailures.CopyPasteFailures Properties

Cannot copy attached detail group type without copying the model group type it refers to.